Repository: koenige/modules-default
Catalog: default/default-*.po
Languages: pl

source: List of services used for geocoding
pl: Lista usług wykorzystywanych do geokodowania

source: You have been logged out.
pl: Wylogowałeś/wylogowałaś się.

source: Please allow us to set a cookie!
pl: Pozwól nam przetwarzać ciasteczka (cookies)!

source: Sign in
pl: Zarejestruj się

source: Username:
pl: Nazwa użytkownika:

source: Password:
pl: Hasło:

source: To access the internal area, a registration is required. Please enter below your username and password.
pl: W celu przejścia do wewnętrznej części wymagana jest rejestracja. Wprowadź swoje nazwę użytkownika i hasło.

source: Please allow cookies after sending your login credentials. For security reasons, after %d minutes of inactivity you will be logged out automatically.
pl: Zezwój na użycie plików cookies po wysłaniu swoich danych logowania. Ze względów bezpieczeństwa po %d minutach braku ruchu nastąpi automatyczne wylogowanie.

source: Forgot your password?
pl: Nie pamiętasz hasła?

source: Send me a password
pl: Prześlij nowe hasło

source: Request a new password
pl: Poproś o nowe hasło

source: Please enter your e-mail address.
pl: Podaj swój adres e-mail.

source: Please enter a valid e-mail address.
pl: Proszę wpisać prawidłowy adres e-mail.

source: If you have an existing login, we have sent you an e-mail with a login link.
pl: Jeśli masz założone konto użytkownika, to wysłaliśmy ci wiadomość z linkiem do logowania.

source: Please check your mail.
pl: Sprawdź swoją skrzynkę pocztową.

source: The link is valid for %s minutes.
pl: Link jest ważny przez %s minut.

source: Back to login
pl: Powrót do strony logowania

source: Search results for “%s”
pl: Wyniki wyszukiwania dla “%s”

source: We found nothing matching “%s”.
pl: Nie znaleźliśmy niczego pasującego do “%s”.

source: Please enter a search term.
pl: Wprowadź hasło do wyszukania.

source: Search
pl: Szukaj

source: No webpages were found matching your search.
pl: Nie znaleziono stron internetowych pasujących do szukanego hasła.

source: Username
pl: Nazwa użytkowika

source: Password
pl: Hasło

source: Change Password
pl: Zmiana hasła

source: Change My Password
pl: Zmiana mojego hasła

source: Hints for secure passwords
pl: Zasady tworzenia bezpiecznych haseł

source: password-rules
pl: Hasło musi zawierać duże i małe litery, cyfry oraz znaki specjalne. Przykłady bezpiecznych haseł: * !1Pw=ig! (Zasada: !Hasło powinno być znane tylko tobie!) * 1sPh&uuml;o&auml;o&Ouml; (Zasada: bezpieczne hasło powinno zawierać &uuml; oder &auml; oder &ouml;)

source: Maintenance
pl: Konserwacja

source: Maintenance scripts
pl: Utrzymanie skryptów

source: Type
pl: Typ

source: Action
pl: Akcja

source: GET should be empty, please test that:
pl: GET powinno być puste, proszę sprawdzić:

source: Setting
pl: Ustawienia

source: Value
pl: Wartość

source: Show PHP info on server
pl: Pokaż informacje PHP na serwerze

source: Check relational integrity
pl: Sprawdź integralność relacyjną

source: Relational Integrity
pl: Relacyjna integralność

source: Field %s contains only valid values.
pl: Pole %s zawiera tylko prawidłowe wartości.

source: Field %s contains invalid values:
pl: Pole %s zawiera nieprawidłowe wartości:

source: Nothing to check.
pl: Nic do sprawdzenia

source: Filetree
pl: Hierarchia plików

source: SQL query
pl: Kwerenda SQL

source: Result
pl: Wynik

source: No changes were done to database.
pl: Nie dokonano żadnych zmian.

source: %s was successful
pl: %s powiodło się

source: Insert
pl: Wstaw

source: Update
pl: Aktualizuj

source: Delete
pl: Usuń

source: %s row(s) affected
pl: zmodyfikowano %s wierszy

source: Sorry, %s is not yet supported
pl: Przepraszamy, %s nie jest jeszcze obsługiwany

source: Custom SQL query
pl: Niestandardowe kwerendy SQL

source: Relation and Translation Tables
pl: Tabele relacji i tłumaczeń

source: The referential integrity of the database is not checked automatically.
pl: Integralność referencyjna bazy danych nie jest sprawdzana automatycznie.

source: The fields in the database are not translated.
pl: Te pola w bazie danych nie są przetłumaczone.

source: Current database
pl: Bieżąca baza danych

source: New database
pl: Nowa baza danych

source: Keep database
pl: Zatrzymaj bazę danych

source: Change database
pl: Zmień bazę danych

source: (Database is not on server, you have to select a new database.)
pl: (Baza danych nie jest na serwerze, musisz wybrać nową bazę danych.)

source: Translation
pl: Tłumaczenie

# default
source: Detail
pl: szczegóły

source: Temp and Backup Files
pl: pliki tymczasowe i kopie zapasowe

source: Backup folder
pl: folder kopii zapasowej

source: Backup of uploaded files is not active.
pl: Tworzenie kopii zapasowych wgranych plików nie jest aktywowane.

source: Current %s dir is: %s
pl: obecny %s dir to: %s

source: – but this directory does not exist.
pl: - ale ten katalog nie istnieje.

source: Filename
pl: Nazwa pliku

source: Filetype
pl: Format pliku

source: Size
pl: Rozmiar

source: Timestamp
pl: Znacznik czasu

source: unknown
pl: nieznane

source: All Files
pl: Wszystkie pliki

source: Folder is empty
pl: Ten folder jest pusty

source: Delete all lines
pl: Usuń wszystkie linie

source: Delete all files
pl: Usuń wszystkie pliki

source: Delete selected files
pl: Usunąć wybrane pliki?

source: Error handling
pl: Obsługa błędów

source: Errors will be shown on webpage
pl: Błędy pojawi się na stronie internetowej

source: Errors will be sent via mail
pl: Błędy będą wysyłane za pośrednictwem poczty

source: Errors won’t be shown
pl: Błędy nie będą widoczne

source: Send mail for these error levels
pl: Wyślij wiadomość odnośnie do tych poziomów błędów

source: Send mail (From:)
pl: Wyślij wiadomość (od:)

source: not set
pl: nie ustawiono

source: Send mail (To:)
pl: Wyślij wiadomość (do:)

source: Logging
pl: Logowanie

source: Errors will be logged
pl: Błędy będą rejestrowane

source: Errors will not be logged
pl: Błędy nie będą rejestrowane

source: Logfile for <strong>%s</strong>
pl: Log dla %s

source: Maximum length of single error log entry
pl: Maksymalna długość pojedynczego błędu logowania

source: Log POST variables when errors occur
pl: Rejestruj zmienne POST, jeśli wystąpią błędy

source: POST variables will be logged
pl: Zmienne POST będą rejestrowane

source: POST variables will not be logged
pl: Zmienne POST nie będą rejestrowane

source: disabled
pl: zablokowane

source: Translations without a corresponding record
pl: Tłumaczenia bez odpowiadającego im zapisu

source: %s records were deleted.
pl: Usunięto %s zapisów.

source: Check Translations
pl: Sprawdź tłumaczenie

source: Database:
pl: Baza danych:

source: Records
pl: Zapisy

source: Error Logging
pl: Błąd logowania

source: Logs
pl: Logi

source: No logfile specified
pl: Nie określono logu

source: This is not one of the used logfiles: %s
pl: To nie jest jeden z używanych logów: %s

source: Logfile does not exist: %s
pl: Log nie istnieje: %s

source: Date
pl: Data

source: Last Date
pl: ostatnia data

source: Level
pl: Poziom

source: Message
pl: Treść

source: User
pl: Użytkownik

source: Frequency
pl: Częstotliwość

source: No lines
pl: Brak linii

source: Delete selected lines
pl: Usuń wybrane wiersze

source: File %s is not writable.
pl: Plik %s nie jest zapisywalny.

source: Cannot open %s for writing.
pl: Nie można otworzyć %s w celu pisania.

source: %s lines deleted.
pl: Usunięto %s wierszy.

source: Please choose one of the filters.
pl: Wybierz jeden z filtrów.

source: Group
pl: Grupa

source: Group entries
pl: Grupowe wpisy

source: Download
pl: Pobierz

source: Logfile has only %d entries.
pl: Log ma tylko %d wpisów.

source: Download SQL log, starting with ID
pl: pobierz SQL log zaczynający się od ID

source: Upload SQL log
pl: Prześlij SQL log

source: Upload
pl: Przesyłanie plików

source: Synchronize local and remote server
pl: Synchronizacja serwera lokalnego i zdalnego

source: Please upload a file.
pl: Prześlij plik.

source: There was an error while uploading the file.
pl: Błąd podczas przesyłania pliku.

source: The content of the file was not readable (Format needs to be JSON).
pl: Zawartość pliku nie była możliwa do odczytania (format musi być JSON).

source: The highest existing log entry is %d, but import starts with %d.
pl: Najwyższy istniejący wpis w logu to %d, ale import zaczyna się od %d.

source: Record ID %d was added with a different log ID %d.
pl: Rekord ID %d został dodany z innym ID logu %d.

source: There was an error adding record ID %d.
pl: Wystąpił błąd przy dodawaniu ID rekordu %d.

source: There was an error adding log for record ID %d.
pl: Wystąpił błąd dodawania logu dla ID rekordu %d.

source: All %d log entries were added, last ID was %d.
pl: Dodano wszystkie %d wpisy do logu, ostatni ID to %d.

source: These changes were applied to the remote server.
pl: Zmiany te zostały zastosowane do zdalnego serwera.

source: These changes were applied to the local server.
pl: Zmiany te zostały zastosowane do lokalnego serwera.

source: This only works from a local server!
pl: To działa tylko z lokalnego serwera!

source: The server returned with an error (%d).
pl: Serwer powrócił z błędem (%d).

source: Both servers have %s log entries.
pl: Oba serwery mają wpisy w logu %s.

source: No synchronisation is necessary.
pl: Synchronizacja nie jest konieczna.

source: The log entries %d do not match.
pl: Wpisy w logu %d nie są zgodne.

source: A synchronisation is impossible.
pl: Synchronizacja jest niemożliwa.

source: This URL is for synchronising a production and a development server only. No direct access is possible.
pl: Ten adres URL służy wyłącznie do synchronizacji serwera produkcyjnego i rozwojowego. Nie jest możliwy bezpośredni dostęp.

source: Single sign on: too many URL parameters.
pl: Single sign on: zbyt wiele parametrów URL.

source: Single sign on: incorrect login credentials.
pl: Single sign on: nieprawidłowe uprawnienia logowania.

source: Sorry, the possible login period has expired. Please get a new login link.
pl: Przepraszamy, upłynął możliwy okres logowania. Prosimy o uzyskanie nowego linku do logowania.

source: Single sign on: possible login period expired.
pl: Single sign on: upłynął możliwy okres logowania.

source: Thumbnail creation
pl: Tworzenie miniatur

source: Here, you can create either missing thumbnails, if they were not created on upload. Or you can create completely new thumbnails if you changed the pixel size.
pl: Tutaj można utworzyć brakujące miniatury, jeśli nie zostały one stworzone podczas przesyłania pliku. Lub można utworzyć zupełnie nowe miniatury, po zmianie rozmiaru piksela.

source: Sorry, but the table script %s could not be found.
pl: Przepraszam, ale skrypt tabeli %s nie został znaleziony.

source: The original file does not exist.
pl: Plik nie istnieje.

source: The function %s does not exist.
pl: Funkcja %s nie istnieje.

source: Thumbnail for %s x %s x px was created.
pl: Utworzono miniaturę dla %s x %s x px.

source: Thumbnail for %s x %s x px could not be created.
pl: Nie utworzono miniatury dla %s x %s x px.

source: No missing thumbnails were found.
pl: Nie brakuje żadnych miniatur.

source: Database Table Relations
pl: Powiązania tabel

source: Master Table
pl: Tabela danych podstawowych

source: Detail Table
pl: Szczegóły tabela

source: Foreign Key
pl: Klucz obcy

source: Database of Master Table
pl: Bank danych tabeli głównej

source: Name of Master Table
pl: Nazwa tabeli głównej

source: Primary Key of Master Table
pl: Klucz główny tabeli głównej

source: Database of Detail Table
pl: Bazy danych tabela szczegóły

source: Name of Detail Table
pl: Nazwa tabela szczegóły

source: Primary Key of Detail Table
pl: Klucz główny tabela szczegóły

source: Foreign Key of Detail Table
pl: Klucz obcy tabela szczegóły

source: If main record will be deleted, what should happen with detail record?
pl: Jeśli głównym rekordem zostaną usunięte, co powinno się zdarzyć z rekord szczegółowy?

source: Query
pl: Zapytań

source: Record
pl: Zapis

source: Last update
pl: Ostatnia aktualizacja

source: Don’t delete
pl: Nie usuwaj

source: Translations
pl: Tłumaczenia

source: Database
pl: Baza danych

source: Table
pl: Tabela

source: Field
pl: Pole

source: Data type
pl: Typ danych

source: Data Type
pl: Typ danych

source: text line
pl: wiesz tekstu

source: memo
pl: notatka

source: Information about redirects
pl: Informacja o przekierowaniach

source: Old URL
pl: Stary adres URL

source: New URL
pl: Nowy adres URL

source: Code
pl: Kod

source: Area
pl: Zakres

source: Redirects
pl: Przekierowania

source: Settings
pl: Ustawienia

source: Key
pl: Objaśnienia

source: Explanation
pl: Wyjaśnienie

source: User settings
pl: Ustawienia użytkownika

source: Website settings
pl: Ustawienia strony internetowej

# default
source: Webpages
pl: Strony Internetowe

# default
source: Title
pl: Tytuł

# default
source: Content
pl: Treść

# default
source: Identifier
pl: Identyfikator

# default
source: none
pl: żaden

# default
source: Address of page, should show hierarchy, no / at the end!<br>The identifier should contain only letters a-z, numbers 0-9 and the - sign.
pl: adres strony, powinien wskazywać hierarchię, bez / na końcu!<br>Identyfikator powinien zawierać tylko litery od A do Z, cyfry od 0 do 9 i znak -.

# default
source: Sequence
pl: kolejność

# default
source: Subpage&nbsp;of
pl: Podstrona

# default
source: Published?
pl: Opublikowano?

# default
source: top
pl: góra

# default
source: bottom
pl: dół

# default
source: internal
pl: wewnętrzny

# default
source: Last Update
pl: ostatnia aktualizacja

# default
source: Short text (max. 160 characters), only appears in search results.
pl: Krótki tekst (maksymalnie 160 znaków), widoczny tylko w wynikach wyszukiwania.

source: Preview
pl: podgląd

source: No.
pl: nr

# default
source: Countries
pl: kraje

# default
source: Country
pl: kraj

# default
source: Country Code
pl: kod kraju

# default
source: Country code according to ISO 3166
pl: kod kraju zgodnie z ISO 3166

# default
source: Website
pl: strona internetowa

# default
source: Will country be used on website?
pl: Czy na stronie będzie używany kraj?

# default
source: Country Code 3
pl: kod kraju 3

# default
source: Three letter country code according to ISO 3166
pl: trzyliterowy kod kraju zgodnie z ISO 3166

# default
source: Three letter country code according to the International Olympic Committee (IOC)
pl: trzyliterowy kod kraju zgodnie z International Olympic Committee (IOC)

# default
source: Languages
pl: Języki

# default
source: Language code ISO 639-1
pl: lista kodów języków ISO 639-1

# default
source: Language code ISO 639-2, Bibliographic
pl: lista kodów języków ISO 639-1, bibliograficznie

# default
source: Language code ISO 639-2, Terminology
pl: lista kodów języków ISO 639-1, terminologia

# default
source: Language name, english
pl: Nazwa języka, angielski

# default
source: Language name, french
pl: Nazwa języka, francuski

# default
source: Language name, german
pl: Nazwa języka, niemiecki

# default
source: Will language be used on website?
pl: Czy na stronie będzie używany język?

# default
source: Variation
pl: odmiana

# default
source: Variation of language, e. g. informal
pl: odmiana języka, np. potoczny

# default
source: Categories
pl: Kategorie

# default
source: Category
pl: Kategoria

# default
source: Main Category
pl: Główna kategoria

# default
source: Description
pl: Opis

# default
source: Identifier / Parameters
pl: identyfikator / parametry

# default
source: Parameters
pl: Parametry

# default
source: Internal parameters. Change with care.
pl: Wewnętrzne parametry. Ostrożnie ze zmianami.

# default
source: Abbreviation
pl: skrót

# default
source: Abbr.
pl: skrót

# default
source: Logins
pl: Loginy

# default
source: “Yes” means that the user has to change the password next time he or she logs in.
pl: „Tak” oznacza, że użytkownik musi zmienić swoje hasło przy następnym logowaniu.

# default
source: <abbr title="Is user online">Online?</abbr>
pl: <abbr title="Czy użytkownik jest online?">Online?</abbr>

# default
source: Is user logged in or did not log out last time?
pl: Czy użytkownik jest zalogowany czy nie wylogował się ostatnim razem?

# default
source: Active
pl: Aktywny

# default
source: Change Pwd?
pl: Zmiana hasła?

# default
source: Click
pl: Kliknij

# default
source: Last activity online
pl: Ostatnia aktywność na stronie

# default
source: Logged in
pl: zalogowany

# default
source: Password
pl: Hasło

# default
source: To deactivate a login
pl: deaktywacja loginu

# default
source: Rights
pl: uprawnienia

# default
source: Login rights
pl: uprawnienia logowania

source: yes
pl: tak

source: no
pl: nie

source: Translation to
pl: Tłumaczenie na

source: Translation field
pl: pole tłumaczenia

source: More Text
pl: więcej tekstu

source: Ignore
pl: ignoruj

source: Websites
pl: strony internetowe

source: Domain name without subdomain www
pl: nazwa domeny bez subdomeny www

source: Modules
pl: moduły

source: List of Modules
pl: lista modułów

source: Installation
pl: instalacja

source: enabled?
pl: Aktywowane?

source: Install module
pl: Zainstaluj moduł
