Repository: koenige/modules-default
Catalog: languages/default-*.po
Languages: de, tr

source: Adminer MySQL database administration
de: Adminer MySQL-Datenbankverwaltung
tr: Adminer MySQL veritabanı yönetimi

source: edit parameters of categories?
tr: kategorilerin parametrelerini düzenleyebilir miyim?

source: Database logging
de: Datenbank-Aufzeichnung
tr: Veritabanı günlüğü

source: full rights to edit/insert/add logins
tr: girişleri düzenlemek/eklemek/eklemek için tam haklar

source: Database maintenance, updates, access to logfiles
tr: Veritabanı bakımı, güncellemeler, günlük dosyalarına erişim

source: allow masquerade login
tr: maskeli girişe izin ver

source: proxy URLs
tr: proxy URL'leri

source: Database table relations
tr: Veritabanı tablo ilişkileri

source: synchronize local development and production server
tr: yerel geliştirme ve üretim sunucusunu senkronize etme

source: All tables for debugging
tr: Hata ayıklama için tüm tablolar

source: Translations of Texts
tr: Metin Çevirileri

source: Database translation fields
tr: Veritabanı çeviri alanları

source: Access and edit webpages, except for restricted pages
tr: Kısıtlanmış sayfalar hariç web sayfalarına erişme ve düzenleme

source: Website structure, internal webpages
tr: Web sitesi yapısı, dahili web sayfaları

source: List own website
tr: Kendi web sitenizi listeleyin

source: List available websites
tr: Mevcut web sitelerini listeleyin

source: Edit and add available websites
tr: Mevcut web sitelerini düzenleme ve ekleme

source: read help texts
tr: yardım metinlerini okuyun

source: Website settings
de: Website-Einstellungen
tr: Web sitesi ayarları

source: delete old files in these folders: folder = max_age_seconds
tr: bu klasörlerdeki eski dosyaları sil: folder = max_age_seconds

source: delete stale lines in these logfiles: filename = max_age_seconds
tr: bu günlük dosyalarındaki eski satırları sil: filename = max_age_seconds

source: IP address of server that executes cron jobs
tr: Cron işlerini yürüten sunucunun IP adresi

source: throw 404 error if no search results were found
tr: arama sonucu bulunamazsa 404 hatası atar

source: URL to categories form
tr: Kategoriler formuna URL

source: list of files not to use from default module
tr: varsayılan modülden kullanılmayacak dosyaların listesi

source: maximum no. of files that can be downloaded at once
tr: tek seferde indirilebilecek maksimum dosya sayısı

source: maximum filesize of download archive
tr: indirme arşivinin maksimum dosya boyutu

source: ZIP creation is possible via `shell` or `php` – shell is faster but not always available
tr: ZIP oluşturma `shell` veya `php` ile mümkündür - shell daha hızlıdır ancak her zaman mevcut değildir

source: delete job entries from job queue after n hours
tr: n saat sonra iş girdilerini iş kuyruğundan silme

source: base value for the exponent for the delay of retries after minutes
tr: dakikadan sonra yeniden denemelerin gecikmesi için üs için temel değer

source: maximum number of tries to complete a job if it fails
tr: başarısız olursa bir işi tamamlamak için maksimum deneme sayısı

source: maximum runtime of one request in the job manager
tr: iş yöneticisinde bir talebin maksimum çalışma süresi

source: maximum length of response or single response key that job manager will save
tr: iş yöneticisinin kaydedeceği maksimum yanıt uzunluğu veya tek yanıt anahtarı

source: minutes after a running job that probably hung can be started again
tr: muhtemelen askıda kalan çalışan bir işin tekrar başlatılmasından dakikalar sonra

source: sleep microseconds after a job was finished before calling the next one
tr: bir iş bittikten sonra bir sonrakini çağırmadan önce mikrosaniye kadar uyu

source: show full language name instead of ISO code for language switcher
tr: dil değiştirici için ISO kodu yerine tam dil adını göster

source: path to masquerade URL
tr: maskeli URL'ye giden yol

source: list of allowed hostnames (or ends of it) for proxy
tr: proxy için izin verilen ana bilgisayar adlarının (veya uçlarının) listesi

source: URL for proxy access of third websites
tr: Üçüncü web sitelerine proxy erişimi için URL

source: username of local user that is used for maintenance operations (should have admin rights)
tr: bakım işlemleri için kullanılan yerel kullanıcının kullanıcı adı (yönetici haklarına sahip olmalıdır)

source: show search form in search results at the bottom
tr: arama sonuçlarında en altta arama formunu göster

source: show search form in search results at the top
tr: arama sonuçlarında arama formunu en üstte gösterin

source: if content is translated, default source language, ISO 639-1 code; for text table only
tr: içerik çevrilmişse, varsayılan kaynak dil, ISO 639-1 kodu; yalnızca metin tablosu için

source: if content is translated, default destination language, ISO 639-1 code
tr: içerik çevrilmişse, varsayılan hedef dil, ISO 639-1 kodu

source: allow to use table definition scripts from default module, bool: yes, or list of tables
tr: varsayılan modülden tablo tanımlama betiklerinin kullanılmasına izin ver, bool: evet veya tablo listesi

source: URL where admin has access to all tables
tr: Yöneticinin tüm tablolara erişebildiği URL

source: if make script for update is run, limit each run to this no. of records
tr: güncelleme için make script çalıştırılırsa, her çalıştırmayı bu kayıt sayısıyla sınırlandırın

source: use webpages/media table from default module
tr: varsayılan modülden web sayfaları/medya tablosunu kullan

source: path to internal tools for a single website
tr: tek bir web sitesi için dahili araçlara giden yol

source: class for website template
tr: web sitesi şablonu için sınıf

source: datetime as start date from when on a caching of certain JS/CSS should be disabled (when you deploy updates)
tr: belirli JS/CSS'lerin önbelleğe alınmasının ne zamandan itibaren devre dışı bırakılması gerektiğinin başlangıç tarihi olarak datetime (güncellemeleri dağıttığınızda)

source: fields in table languages.language_xx
tr: languages.language_xx tablosundaki alanlar

source: title of language link, preferably language name in native language (or variants like “English Version“), iso=name
tr: dil bağlantısının başlığı, tercihen ana dilde dil adı (veya "İngilizce Sürüm" gibi varyantlar), iso=name

source: additional log files, same format as error logs (filled with wrap_log())
tr: ek günlük dosyaları, hata günlükleriyle aynı formatta (wrap_log() ile doldurulur)

source: minimal length of a password
tr: minimum parola uzunluğu

source: use field logins.login_rights
tr: logins.login_rights alanını kullan

source: initial installation date of default module (for updates)
tr: varsayılan modülün ilk kurulum tarihi (güncellemeler için)

source: size of images in search results
tr: arama sonuçlarındaki görsellerin boyutu

source: path for search
tr: arama için yol

source: order of modules in search output
tr: arama çıktısındaki modüllerin sırası

source: for menu_hierarchy, use only part of the path starting at this segment
tr: menu_hierarchy için, yolun yalnızca bu segmentten başlayan kısmını kullanın

source: class name for subpage list item
tr: alt sayfa liste öğesi için sınıf adı

source: extra item: subpage description
tr: ekstra öğe: alt sayfa açıklaması

source: extra item: query string to add as default for subpage list item
tr: extra item: alt sayfa liste öğesi için varsayılan olarak eklenecek sorgu dizesi

source: extra item: subpage title
tr: ekstra öğe: alt sayfa başlığı

source: hide this page from subpage list items
tr: bu sayfayı alt sayfa liste öğelerinden gizle

source: indentation level of subpage list item
tr: alt sayfa liste öğesinin girinti düzeyi

source: query string to add as default for subpage list item
tr: alt sayfa liste öğesi için varsayılan olarak eklenecek sorgu dizesi

source: URL to synchronize local development and production server
tr: Yerel geliştirme ve üretim sunucusunu senkronize etmek için URL

source: Name of the user to login with for server sync
tr: Sunucu senkronizasyonu için giriş yapılacak kullanıcının adı

source: List of services used for geocoding
de: Liste der Dienste, die für die Geokodierung benutzt werden
tr: Coğrafi kodlama için kullanılan hizmetlerin listesi

source: Creation of ZIP file “%s” failed.
de: Die Erstellung der ZIP-Datei „%s“ ist fehlgeschlagen.
tr: "%s" ZIP dosyasının oluşturulması başarısız oldu.

source: Download: Archive Too Big
de: Download: Archiv zu groß
tr: İndirin: Arşiv Çok Büyük

source: None of the files for the requested archive could be found on the server.
de: Keine der Dateien von dem angeforderten Archiv konnte auf dem Server gefunden werden.
tr: İstenen arşive ait dosyaların hiçbiri sunucuda bulunamadı.

source: Cleanup in progress, please wait until a new process can start.
de: Aufräumarbeiten im Gange, bitte warten Sie, bis ein neuer Prozess starten kann.
tr: Temizleme işlemi devam ediyor, lütfen yeni bir işlem başlayana kadar bekleyin.

source: %d stale session cookie deleted.
de: %d abgelaufenes Sitzungscookie gelöscht.
tr: %d eski oturum çerezi silindi.

source: %d file deleted in folder <code>%s</code> that was older than %s.
de: %d Datei im Ordner <code>%s</code> gelöscht, die älter als %s war.
tr: %d klasörde silinen dosya <code>%s</code>%s adresinden daha eskiydi.

source: %d line deleted in logfile <code>%s</code> that was older than %s.
de: %d Zeile im Logfile <code>%s</code> gelöscht, die älter als %s war.
tr: %d günlük dosyasında satır silindi <code>%s</code>%s adresinden daha eskiydi.

source: %d log file compressed.
de: %d Logdatei komprimiert.
tr: %d günlük dosyası sıkıştırıldı.

source: Sorry, but you might only download up to %s files at once.
de: Entschuldigung, aber Sie können nur %s Dateien auf einmal herunterladen.
tr: Üzgünüz, ancak bir kerede yalnızca %s dosyaya kadar indirebilirsiniz.

source: This archive would contain %s files.
de: Dieses Archiv würde aus %s Dateien bestehen.
tr: Bu arşiv %s dosya içerecektir.

source: We recommend that you download every single subfolder instead of this main folder.
de: Wir empfehlen, dass Sie jeden einzelnen Unterordner einzeln statt dieses Ordners komplett herunterladen.
tr: Bu ana klasör yerine her bir alt klasörü indirmenizi öneririz.

source: Sorry, but you might only download an archive up to %s.
de: Entschuldigung, aber Sie können nur ein Archiv bis %s herunterladen.
tr: Üzgünüz, ancak yalnızca %s'a kadar olan bir arşivi indirebilirsiniz.

source: The requested archive would include files of %s size.
de: Die Dateien in diesem Archiv wären %s groß.
tr: İstenen arşiv %s boyutunda dosyalar içerecektir.

source: Help:
de: Hilfe:
tr: Yardım edin:

source: Results
de: Ergebnisse
tr: Sonuçlar

source: %d jobs were successful.
de: %d Aufträge waren erfolgreich.
tr: %d işler başarılı oldu.

source: %d jobs failed.
de: %d Aufträge fehlgeschlagen.
tr: %d işler başarısız oldu.

source: %d jobs were abanoned.
de: %d Aufträge wurden abgebrochen.
tr: %d işler iptal edildi.

source: %d successful jobs deleted.
de: %d erfolgreiche Aufträge gelöscht.
tr: %d başarılı işler silindi.

source: %d running jobs released again.
de: %d laufende Aufträge wieder freigegeben.
tr: %d çalışan işler tekrar serbest bırakıldı.

source: No jobs.
de: Keine Aufträge.
tr: İş yok.

source: Start jobs manually
de: Aufträge manuell starten
tr: İşleri manuel olarak başlatma

source: Start jobs
de: Aufträge starten
tr: İşe başlayın

source: You have been logged out.
de: Sie haben sich abgemeldet.
tr: Çıkış yaptınız.

source: Please allow us to set a cookie!
de: Bitte erlauben Sie uns, einen Cookie zu setzen!
tr: Lütfen bir çerez ayarlamamıza izin verin!

source: Sign in
de: Anmelden
tr: Giriş Yap

source: Login
tr: Giriş

source: Username:
de: Benutzer:
tr: Kullanıcı Adı:

source: Password:
de: Passwort:
tr: Şifre:

source: To access the internal area, a registration is required. Please enter below your username and password.
de: Für den Zugang zum internen Bereich ist eine Anmeldung erforderlich. Bitte geben Sie unten den von uns erhaltenen Benutzernamen mit Passwort ein.
tr: Dahili alana erişmek için bir kayıt gereklidir. Lütfen kullanıcı adınızı ve şifrenizi aşağıya girin.

source: Please allow cookies after sending your login credentials. For security reasons, after %d minutes of inactivity you will be logged out automatically.
de: Damit der Login funktioniert, müssen Sie nach Übermittlung der Anmeldedaten einen Cookie akzeptieren. Nach %d Minuten Inaktivität werden Sie aus Sicherheitsgründen automatisch wieder abgemeldet!
tr: Lütfen giriş bilgilerinizi gönderdikten sonra çerezlere izin verin. Güvenlik nedeniyle, %d dakika işlem yapılmadığında otomatik olarak oturumunuz kapatılacaktır.

source: Forgot your password?
de: Passwort vergessen?
tr: Parolanızı mı unuttunuz?

source: Send me a password
de: Passwort zusenden
tr: Bana bir şifre gönder

source: Request a new password
de: Neues Passwort anfordern
tr: Yeni bir şifre talep edin

source: Please enter your e-mail address.
de: Bitte geben Sie Ihre E-Mail-Adresse ein.
tr: Lütfen e-posta adresinizi giriniz.

source: Please enter a valid e-mail address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
tr: Lütfen Geçerli Bir Eposta Girin

source: If you have an existing login, we have sent you an e-mail with a login link.
de: Wenn Sie ein bestehendes Login haben, konnten wir Ihnen eine E-Mail mit einem Login-Link senden.
tr: Mevcut bir girişiniz varsa, size bir giriş bağlantısı içeren bir e-posta gönderdik.

source: Please check your mail.
de: Bitte prüfen Sie Ihre Mails.
tr: Lütfen postanızı kontrol edin.

source: The link is valid for %s minutes.
de: Der Link ist für %s Minuten gültig.
tr: Bağlantı %s dakika için geçerlidir.

source: Back to login
de: Zurück zum Login
tr: Girişe geri dön

source: Search results for “%s”
de: Suchergebnisse für „%s“
tr: "%s" için arama sonuçları

source: We found nothing matching “%s”.
de: Wir haben keinen Treffer für „%s“ gefunden.
tr: "%s" ile eşleşen bir şey bulamadık.

source: Please enter a search term.
de: Geben Sie bitte einen Suchbegriff ein.
tr: Lütfen bir arama terimi girin.

source: Search
de: Suchen
tr: Arama

source: No webpages were found matching your search.
de: Es wurden keine zu Ihrer Suche passenden Webseiten gefunden.
tr: Aramanızla eşleşen web sayfası bulunamadı.

source: Tools
de: Werkzeuge
tr: Araçlar

source: Username
de: Benutzername
tr: Kullanıcı Adı

source: Change Password
de: Passwort ändern
tr: Şifre Değiştir

source: Change My Password
de: Ändern meines Passworts
tr: Şifremi Değiştir

source: Hints for secure passwords
de: Tipps für sichere Passwörter
tr: Güvenli parolalar için ipuçları

source: password-rules
de: * Statt eines einzelnen Wortes können auch mehrere Wörter oder komplette Sätze benutzt werden. * Je länger das Passwort (oder der gewählte Satz) ist, desto besser ist der Zugang zu der Website gesichert. * Für kurze Passwörter wird empfohlen, dass sie aus Groß- und Kleinbuchstaben, Ziffern und Sonderzeichen (? = + ; etc.) bestehen. * Dasselbe Passwort sollte nicht auf anderen Websites genutzt werden.
tr: parola kuralları

source: Maintenance
de: Wartung
tr: Bakım

source: Maintenance scripts
de: Wartungsskripte
tr: Bakım komut dosyaları

source: Type
de: Typ
tr: Tip

source: Action
de: Aktion
tr: Eylem

source: GET should be empty, please test that:
de: GET sollte leer sein, bitte überprüfen Sie das:
tr: GET boş olmalıdır, lütfen bunu test edin:

source: Setting
de: Einstellung
tr: Ayarlar

source: Value
de: Wert
tr: Değer

source: Show PHP info on server
de: Zeige Informationen zu PHP auf dem Server
tr: Sunucuda PHP bilgilerini göster

source: Check relational integrity
de: Prüfe relationale Integrität
tr: İlişkisel bütünlüğü kontrol edin

source: Field %s contains invalid values:
de: Feld %s enthält ungültige Werte:
tr: Alan %s geçersiz değerler içeriyor:

source: You may not view or download this file
de: Diese Datei darf weder angezeigt noch heruntergeladen werden
tr: Bu dosyayı görüntüleyemez veya indiremezsiniz

source: You have no access to this folder
de: Sie haben keinen Zugriff auf diesen Ordner
tr: Bu klasöre erişiminiz yok

source: TOP
tr: ÜST

source: SQL query
de: SQL-Abfrage
tr: SQL sorgusu

source: Mail Log
de: E-Mail-Log
tr: E-Posta Kayıtları

source: The mail was sent again.
de: Die E-Mail wurde erneut gesendet.
tr: Posta tekrar gönderildi.

source: Mail was not sent.
de: Die E-Mail wurde nicht gesendet.
tr: Posta gönderilmedi.

source: Resend mail
de: E-Mail erneut senden
tr: Postayı yeniden gönder

source: Result
de: Ergebnis
tr: Sonuç

source: No changes were made to the database.
de: Es wurden keine Änderungen an der Datenbank vorgenommen.
tr: Veri tabanında herhangi bir değişiklik yapılmamıştır.

source: %s was successful
de: %s war erfolgreich
tr: %s başarılı oldu

source: Insert
de: Einfügen
tr: Ekle

source: Update
de: Aktualisierung
tr: Güncelle

source: Delete
de: Löschen
tr: Sil

source: %d row affected
de: %d Eintrag bearbeitet
tr: %d satır etkilendi

source: Sorry, %s is not yet supported
de: Entschuldigung, aber %s wird (noch) nicht unterstützt
tr: Üzgünüz, %s henüz desteklenmiyor

source: Database says:
de: Datenbank sagt:
tr: Veritabanı diyor ki:

source: [Code %s]
tr: [Kod %s]

source: Custom SQL query
de: Eigene SQL-Abfrage
tr: Özel SQL sorgusu

source: Relation and Translation Tables
de: Beziehungs- und Übersetzungstabellen
tr: İlişki ve Çeviri Tabloları

source: The referential integrity of the database is not checked automatically.
de: Es wurde keine Tabelle für Datenbankbeziehungen angegeben.
tr: Veritabanının referans bütünlüğü otomatik olarak kontrol edilmez.

source: The fields in the database are not translated.
de: Die Felder in der Datenbank werden nicht übersetzt.
tr: Veritabanındaki alanlar çevrilmemiştir.

source: Current database
de: Aktuelle Datenbank
tr: Güncel veritabanı

source: New database
de: Neue Datenbank
tr: Yeni veritabanı

source: Keep database
de: Datenbank behalten
tr: Veritabanını saklayın

source: Change database
de: Datenbank wechseln
tr: Veritabanını değiştir

source: (Database is not on server, you have to select a new database.)
de: (Datenbank ist nicht auf dem Server, daher müssen Sie eine neue Datenbank auswählen)
tr: (Veritabanı sunucuda değil, yeni bir veritabanı seçmeniz gerekiyor)

source: Translation
de: Übersetzung
tr: Çeviri

# default
source: Detail
tr: Detay

source: Temp and Backup Files
de: Temporäre und Backup-Dateien
tr: Geçici ve Yedek Dosyalar

source: Backup of uploaded files is not active.
de: Backup von hochgeladenen Dateien ist nicht aktiv.
tr: Yüklenen dosyaların yedeklenmesi etkin değil.

source: – but this directory does not exist.
de: – aber dieses Verzeichnis existiert nicht.
tr: - ancak bu dizin mevcut değildir.

source: Filename
de: Dateiname
tr: Dosya Adı

source: Filetype
de: Dateityp
tr: Dosya Tipi

source: Size
de: Größe
tr: Boyut

source: Timestamp
de: Zeitstempel
tr: Zaman Damgası

source: Folder
de: Ordner
tr: Klasör

source: %d file deleted
de: %d Datei gelöscht
tr: %d dosya silindi

source: unknown
de: unbekannt
tr: bilinmeyen

source: All Files
de: Alle Dateien
tr: Tüm Dosyalar

source: Folder is empty
de: Ordner ist leer
tr: Klasör Boş

source: Delete all lines
de: Lösche alle Einträge
tr: Tüm satırları sil

source: Delete all files
de: Lösche alle Dateien
tr: Tüm dosyaları sil

source: Delete selected files
de: Lösche ausgewählte Dateien
tr: Seçili dosyaları sil

source: Error handling
de: Fehlerbehandlung
tr: Hata işleme

source: Errors will be shown on webpage
de: Fehler werden auf der Webseite angezeigt
tr: Hatalar web sayfasında gösterilecektir

source: Errors will be sent via mail
de: Fehler werden per Mail versendet
tr: Hatalar posta yoluyla gönderilecektir

source: Errors won’t be shown
de: Fehler werden nicht angezeigt
tr: Hatalar gösterilmeyecek

source: Send mail for these error levels
de: Fehler dieser Ebenen werden versendet
tr: Bu hata seviyeleri için posta gönderin

source: Send mail (From:)
de: Absender der E-Mail
tr: Posta gönder (Kimden:)

source: not set
de: keine Angabe
tr: ayarlanmadı

source: Send mail (To:)
de: Empfänger der E-Mail
tr: Posta gönder (Kime:)

source: Logging
de: Aufzeichnung
tr: Günlükleme

source: Errors will be logged
de: Fehler werden aufgezeichnet
tr: Hatalar günlüğe kaydedilecektir

source: Errors will not be logged
de: Fehler werden nicht aufgezeichnet
tr: Hatalar günlüğe kaydedilmeyecek

source: Logfile for <strong>%s</strong>
de: Aufzeichnungen für <strong>%s</strong>
tr: Günlük dosyası için <strong>%s</strong>

source: Log POST variables when errors occur
de: Bei Fehlern auch POST-Variablen aufzeichnen
tr: Hata oluştuğunda POST değişkenlerini günlüğe kaydetme

source: POST variables will be logged
de: POST-Variablen werden aufgezeichnet
tr: POST değişkenleri günlüğe kaydedilecektir

source: POST variables will not be logged
de: POST-Variablen werden nicht aufgezeichnet
tr: POST değişkenleri günlüğe kaydedilmeyecek

source: disabled
de: deaktiviert
tr: devre dışı

source: Translations without a corresponding record
de: Übersetzungen ohne entsprechenden Datensatz
tr: Karşılık gelen bir kaydı olmayan çeviriler

source: %s records were deleted.
de: %s Einträge wurden gelöscht.
tr: %s kayıt silindi.

source: Check Translations
de: Übersetzungen prüfen
tr: Çevirileri Kontrol Edin

source: Database:
de: Datenbank:
tr: Veritabanı:

source: Records
de: Einträge
tr: Kayıtlar

source: Error Logging
de: Fehlerlogs
tr: Hata Günlüğü

source: Logs
tr: Kayıtlar

source: No logfile specified
de: Keine Logdatei angegeben
tr: Belirtilmiş günlük dosyası yok

source: This is not one of the used logfiles: %s
de: Die Datei %s ist keine der benutzten Logdateien.
tr: Bu, kullanılan günlük dosyalarından biri değildir: %s

source: Logfile does not exist: %s
de: Logdatei %s existiert nicht.
tr: Günlük dosyası mevcut değil: %s

source: Date
de: Datum
tr: Tarih

source: Last Date
de: Letztes Datum
tr: Son tarih

source: Level
de: Ebene
tr: Seviye

source: Message
de: Meldung
tr: Mesaj

source: User
de: Benutzer
tr: Kullanıcı

source: Frequency
de: Häufigkeit
tr: Sıklık

source: No lines
de: Keine Einträge
tr: Hat yok

source: Delete selected lines
de: Lösche ausgewählte Einträge
tr: Seçili satırları silme

source: Please choose one of the filters.
de: Bitte wählen Sie aus den Filtern aus.
tr: Lütfen filtrelerden birini seçin.

source: Group
de: Gruppierung
tr: Grup

source: Group entries
de: Einträge gruppieren
tr: Grup girişleri

source: Download
de: Herunterladen
tr: İndir

source: Links to other data
de: Verknüpfungen mit anderen Daten
tr: Diğer verilere bağlantılar

source: This entry is not linked to any other data.
de: Dieser Eintrag ist nicht mit anderen Daten verknüpft.
tr: Bu girdi başka herhangi bir veriyle bağlantılı değildir.

source: No active jobs found.
de: Keine aktiven Jobs gefunden.
tr: Aktif iş bulunamadı.

source: Single sign on: too many URL parameters.
de: Einmalige Anmeldung (SSO): zu viele URL-Parameter.
tr: Çoklu oturum açma: çok fazla URL parametresi.

source: Single sign on: incorrect login credentials.
de: Einmalige Anmeldung (SSO): falsche Anmeldeinformationen.
tr: Çoklu oturum açma: hatalı oturum açma kimlik bilgileri.

source: Sorry, the possible login period has expired. Please get a new login link.
de: Entschuldigung, der für einen Login mögliche Zeitraum ist vorbei. Bitte besorgen Sie sich einen neuen Login-Link.
tr: Üzgünüz, olası giriş süresi sona erdi. Lütfen yeni bir giriş bağlantısı alın.

source: Single sign on: possible login period expired.
de: Einmalige Anmeldung (SSO): der Anmeldezeitraum ist vorbei.
tr: Tek oturum açma: olası oturum açma süresi sona erdi.

source: Thumbnail creation
de: Erstellen von Vorschaubildern
tr: Küçük resim oluşturma
