Repository: koenige/modules-default
Catalog: languages/default-*.po
Languages: de, tr

source: Here, you can create either missing thumbnails, if they were not created on upload. Or you can create completely new thumbnails if you changed the pixel size.
de: Hier können Sie entweder fehlende Vorschaubilder erstellen, falls diese nicht beim Hochladen erstellt wurden. Oder Sie können komplett neue Vorschaubilder erstellen, z. B. falls Sie die Bildgröße geändert haben.
tr: Burada, yükleme sırasında oluşturulmamışlarsa eksik küçük resimler oluşturabilirsiniz. Veya piksel boyutunu değiştirdiyseniz tamamen yeni küçük resimler oluşturabilirsiniz.

source: Sorry, but the table script %s could not be found.
de: Entschuldigung, aber das Tabellenskript %s konnte nicht gefunden werden.
tr: Üzgünüz, ancak tablo komut dosyası %s bulunamadı.

source: The original file does not exist.
de: Die Originaldatei existiert nicht.
tr: Orijinal dosya mevcut değil.

source: The function %s does not exist.
de: Die Funktion %s existiert nicht.
tr: 0] işlevi mevcut değildir.

source: Thumbnail for %s × %s px was created.
de: Ja! Ein Vorschaubild für %s × %s px wurde erstellt.
tr: 0] × %s piksel için küçük resim oluşturuldu.

source: Thumbnail for %s × %s px could not be created.
de: Nein. Ein Vorschaubild für %s × %s px konnte nicht erstellt werden.
tr: 0] × %s piksel için küçük resim oluşturulamadı.

source: No missing thumbnails were found.
de: Es wurden keine fehlenden Vorschaubilder gefunden.
tr: Eksik küçük resim bulunamadı.

source: The original file does not contain any data.
de: Die Originaldatei enthält keine Daten.
tr: Orijinal dosya herhangi bir veri içermez.

source: Property
de: Eigenschaft
tr: Emlak

source: Cron Jobs
tr: Cron işleri

source: Minute
tr: Dakika

source: Min.
tr: Dk.

source: Hour
de: Stunde
tr: Saat

source: Hr.
de: Std.
tr: Saat.

source: Day
de: Tag
tr: Gün

source: Month
de: Monat
tr: Ay

source: Weekday
de: Wochentag
tr: Hafta içi

source: Here, you can add cron jobs. Please note: the execution of the cron jobs depends on the real cron job which has to be triggered according to these dates. It is possible to enter one or more numeric values per field, separated by a comma.
tr: Burada, cron işleri ekleyebilirsiniz. Lütfen dikkat: cron işlerinin yürütülmesi, bu tarihlere göre tetiklenmesi gereken gerçek cron işine bağlıdır. Alan başına virgülle ayrılmış bir veya daha fazla sayısal değer girmek mümkündür.

source: Database Table Relations
de: Tabellenbeziehungen der Datenbank
tr: Veritabanı Tablo İlişkileri

source: Master Table
de: Haupttabelle
tr: Ana Masa

source: Detail Table
de: Detailtabelle
tr: Detay Tablosu

source: Foreign Key
de: Fremdschlüssel
tr: Yabancı Anahtar

source: Database of Master Table
de: Datenbank der Haupttabelle
tr: Ana Tablo Veritabanı

source: Name of Master Table
de: Name der Haupttabelle
tr: Ana Tablonun Adı

source: Primary Key of Master Table
de: Primärschlüssel der Haupttabelle
tr: Ana Tablonun Birincil Anahtarı

source: Database of Detail Table
de: Datenbank der Detailtabelle
tr: Detay Tablosu Veritabanı

source: Name of Detail Table
de: Name der Detailtabelle
tr: Detay Tablosunun Adı

source: Primary Key of Detail Table
de: Primärschlüssel der Detailtabelle
tr: Detay Tablosunun Birincil Anahtarı

source: Foreign Key of Detail Table
de: Fremdschlüssel der Detailtabelle
tr: Detay Tablosunun Yabancı Anahtarı

source: If main record will be deleted, what should happen with detail record?
de: Falls Haupteintrag gelöscht wird, was soll mit Detaileintrag geschehen?
tr: Ana kayıt silinecekse detay kayda ne olacak?

source: Query
de: Abfrage
tr: Sorgu

source: Record
de: Eintrag
tr: Kayıt

source: Last update
de: Stand
tr: Son Güncelleme

source: Don’t delete
de: Nicht löschen
tr: Silme

source: Translations
de: Übersetzungen
tr: Çeviriler

source: Database
de: Datenbank
tr: Veritabanı

source: Table
de: Tabelle
tr: Tablo

source: Field
de: Feld
tr: Alan

source: Data type
de: Datentyp
tr: Veri tipi

source: Data Type
de: Datentyp
tr: Veri tipi

source: text line
de: Textzeile
tr: metin satırı

source: Background Job Queue
de: Warteschlange der Hintergrundaufträge
tr: Arka Plan İş Kuyruğu

source: Job URL
tr: İş URL'si

source: Started
de: Gestartet
tr: Başlangıç

source: Finished
de: Beendet
tr: Bitmiş

source: Wait until
de: Warten bis
tr: Kadar bekleyin

source: Job Status
tr: İş Durumu

source: not started
de: nicht gestartet
tr: başlatılmadı

source: running
de: laufend
tr: çalışıyor

source: successful
de: erfolgreich
tr: başarılı

source: failed
de: fehlgeschlagen
tr: başarısız

source: abandoned
de: abgebrochen
tr: gelinmemiş

source: not found
de: nicht gefunden
tr: bulunamadı

source: Try No.
de: Versuch Nr.
tr: Hayır'ı dene.

source: Error Message
de: Fehlermeldung
tr: Hata Mesajı

source: Category No.
de: Kategorie Nr.
tr: Kategori No.

source: Information about redirects
de: <p>Hier können Webseiten auf andere Webseiten umgeleitet werden. Dabei gibt es mehrere Möglichkeiten:</p><ul><li>Vorübergehende Umleitung, z. B. einer kurzen Adresse auf eine lange, permanent existierende Adresse, wie example.com/aktuell auf example.com/nachrichten/2010/04 mittels <code>307</code>-Code für temporäre Umleitungen</li><li>Dauerhafte Umleitung von einer alten Adresse auf eine neue Adresse mittels <code>301</code>-Code für permanente Umleitungen</li><li>Umleitung von mehreren alten Adressen auf eine neue Adresse, hier muß die alten Adresse auf <code>*</code> enden. Achtung: es darf kein <code>/</code> vor dem Sternchen stehen.</li></ul>
tr: Yönlendirmeler hakkında bilgi

source: Old URL
de: Alte URL
tr: Eski adres:

source: New URL
de: Neue URL
tr: Yeni adres

source: Code
tr: Kod

source: Area
de: Bereich
tr: Alan

source: Redirects
de: Umleitungen
tr: Yönlendirmeler

source: Settings
de: Einstellungen
tr: Ayarlar

source: Key
de: Schlüssel
tr: Anahtar

source: Explanation
de: Erläuterung
tr: Açıklama

source: User settings
de: Benutzereinstellungen
tr: Kullanıcı ayarları

# default
source: Webpages
de: Webseiten
tr: Web Sayfaları

# default
source: Title
de: Titel
tr: Başlık

# default
source: Content
de: Inhalt
tr: İçerik

# default
source: Identifier
de: Kennung
tr: Tanımlayıcı

# default
source: Ending
de: Endung
tr: Bitiş

# default
source: none
de: keine
tr: hiçbiri

# default
source: Address of page, should show hierarchy, no / at the end!<br>The identifier should contain only letters a-z, numbers 0-9 and the - sign.
de: Adresse der Seite, sollte Hierarchie zeigen, kein / am Ende!<br>Die Kennung sollte nur aus den Buchstaben a-z, Zahlen 0-9 und dem Minuszeichen (-) bestehen.
tr: Sayfanın adresi, hiyerarşiyi göstermelidir, sonunda / işareti olmamalıdır!<br>Tanımlayıcı sadece a-z harflerini, 0-9 rakamlarını ve - işaretini içermelidir.

# default
source: Sequence
de: Reihenfolge
tr: Sekans

# default
source: Subpage&nbsp;of
de: Unterseite&nbsp;von
tr: Alt sayfası

# default
source: Published?
de: Öffentlich?
tr: Yayınlandı mı?

# default
source: Menu
de: Menü
tr: Menü

# default
source: Short text (max. 160 characters), only appears in search results.
de: Kurztext (max. 160 Zeichen), taucht nur bei Suchergebnissen auf.
tr: Kısa metin (maks. 160 karakter), yalnızca arama sonuçlarında görünür.

source: Webpages/Categories
de: Webseiten/Kategorien
tr: Web Sayfaları/Kategoriler

source: Page
de: Seite
tr: Sayfa

source: Media
de: Medien
tr: Medya

source: Preview
de: Vorschau
tr: Önizleme

source: No.
de: Nr.
tr: Hayır.

source: Medium
tr: Orta

# default
source: Countries
de: Länder
tr: Ülkeler

# default
source: Country
de: Land
tr: Ülke

# default
source: Country Code
de: Ländercode
tr: Ülke kodu

# default
source: Country code according to ISO 3166
de: Ländercode gemäß ISO 3166
tr: ISO 3166'ya göre ülke kodu

# default
source: Will country be used on website?
de: Soll Land auf Website genutzt werden?
tr: Ülke web sitesinde kullanılacak mı?

# default
source: Country Code 3
de: Ländercode 3
tr: Ülke Kodu 3

# default
source: Three letter country code according to ISO 3166
de: Drei-Buchstaben-Ländercode gemäß ISO 3166
tr: ISO 3166'ya göre üç harfli ülke kodu

# default
source: IOC Code
tr: IOC Kodu

# default
source: Three letter country code according to the International Olympic Committee (IOC)
de: Drei-Buchstaben-Ländercode gemäß dem Internationalen Olympischen Komitee (IOC)
tr: Uluslararası Olimpiyat Komitesi'ne (IOC) göre üç harfli ülke kodu

# default
source: Languages
de: Sprachen
tr: Diller

# default
source: Language code ISO 639-1
de: Sprachcode ISO 639-1
tr: Dil kodu ISO 639-1

# default
source: Language code ISO 639-2, Bibliographic
de: Sprachcode ISO 639-2, bibliographisch
tr: Dil kodu ISO 639-2, Bibliyografik

# default
source: Language code ISO 639-2, Terminology
de: Sprachcode ISO 639-2, Terminologie
tr: Dil kodu ISO 639-2, Terminoloji

# default
source: Language name, english
de: Sprachname, englisch
tr: Dil adı, İngilizce

# default
source: Language name, french
de: Sprachname, französisch
tr: Dil adı, Fransızca

# default
source: Language name, german
de: Sprachname, deutsch
tr: Dil adı, Almanca

# default
source: Will language be used on website?
de: Soll Sprache auf Website genutzt werden?
tr: Web sitesinde dil kullanılacak mı?

# default
source: Variation
de: Variante
tr: Varyasyon

# default
source: Variation of language, e. g. informal
de: Variante der Sprache, z. B. informell
tr: Dil çeşitliliği, örneğin gayri resmi

# default
source: Categories
de: Kategorien
tr: Kategoriler

# default
source: Category
de: Kategorie
tr: Kategori

# default
source: Main Category
de: Hauptkategorie
tr: Ana Kategori

# default
source: Description
de: Beschreibung
tr: Açıklama

# default
source: Identifier / Parameters
de: Kennung / Parameter
tr: Tanımlayıcı / Parametreler

# default
source: Parameters
de: Parameter
tr: Parametreler

# default
source: Internal parameters. Change with care.
de: Interne Parameter. Bitte mit Vorsicht ändern.
tr: İç parametreler. Dikkatle değiştirin.

# default
source: Abbreviation
de: Abkürzung
tr: Kısaltma

# default
source: Logins
tr: Oturumlar

# default
source: “Yes” means that the user has to change the password next time he or she logs in.
de: »Ja« bedeutet, daß der Benutzer sein Passwort beim nächsten Login ändern muß.
tr: "Evet", kullanıcının bir sonraki oturum açışında parolayı değiştirmesi gerektiği anlamına gelir.

# default
source: <abbr title="Is user online">Online?</abbr>
de: <abbr title="Ist Benutzer online">Online?</abbr>
tr: <abbr title="Is user online">Çevrimiçi mi?</abbr>

# default
source: Is user logged in or did not log out last time?
de: Ist Benutzer eingeloggt bzw. hat sich beim letzten Mal nicht ausgeloggt?
tr: Kullanıcı oturum açtı mı veya son kez oturumu kapatmadı mı?

# default
source: Active
de: Aktiv
tr: Aktif

# default
source: Change Pwd?
de: PW ändern?
tr: Pwd Değiştir?

# default
source: Click
de: Klick
tr: Tıkla

# default
source: Last activity online
de: Letzte Aktivität online
tr: Çevrimiçi son etkinlik

# default
source: Logged in
de: Eingeloggt
tr: Giriş yapıldı

# default
source: To deactivate a login
de: Um einen Login zu deaktivieren
tr: Bir oturum açma işlemini devre dışı bırakmak için

# default
source: Rights
de: Rechte
tr: Haklar

# default
source: Login rights
de: Login-Rechte
tr: Giriş hakları

source: Service
de: Dienst
tr: Hizmet

source: Active
de: Aktiv
tr: Aktif

source: yes
de: ja
tr: evet

source: no
de: nein
tr: hayır

source: Translation to
de: Übersetzung auf
tr: Çeviri için

source: Translation field
de: Übersetzungsfeld
tr: Çeviri alanı

source: More Text
de: Weiterer Text
tr: Daha fazla metin

source: Ignore
de: Ignorieren
tr: Yok Say

source: Database Updates
de: Datenbank-Aktualisierungen
tr: Veritabanı Güncellemeleri

source: The job should start later.
de: Der Job soll erst später starten.
tr: İş daha sonra başlamalı.

source: Another job is running.
de: Ein anderer Job läuft.
tr: Başka bir iş devam ediyor.

source: Unable to start job.
de: Der Job kann nicht gestartet werden.
tr: İş başlatılamıyor.

source: Websites
tr: Web Siteler

source: Domain name without subdomain www
de: Domainname ohne www-Subdomain
tr: Alt alan adı olmayan alan adı www

source: Modules
de: Module
tr: Modüller

source: List of Modules
de: Liste der Module
tr: Modüllerin Listesi

source: Installation
tr: Kurulum

source: enabled?
de: Aktiviert?
tr: etkin mi?

source: ReadMe
de: LiesMich
tr: Benioku

source: Install module
de: Modul installieren
tr: Modül yükleme

source: PREVIEW
de: VORSCHAU

source: Password
de: Passwort

source: Filetree
de: Dateibaum

source: Mail
de: E-Mail

# default
source: Master
de: Haupt

source: Mth.
de: Mon.

source: Wd.
de: Wt.

# default
source: Abbr.
de: Abk.

# default
source: Password
de: Passwort
